/* Go back action title */
"Back" = "Voltar";

/* Continue action title */
"Continue" = "Continuar";

/* Setup a new printer title */
"Set Up New Printer" = "Configurar nova impressora";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "Em poucas etapas, você pode começar a usar sua impressora HP.";

/* Prepare printer message */
"Prepare" = "Preparar";

/* Click continue message on prepare printer view */

/* Ensure power is on message on prepare printer view */
"Power is ON" = "A alimentação está ativa";


/* Unconfigured printer display name */
"New Wireless Printer" = "Nova impressora sem fio";

/* Printer selection view title */
"Connect" = "Conectar";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Clique em Continuar para configurar uma nova impressora sem fio, ou clique em Mostrar todas para selecionar uma impressora que já esteja conectada.";

/* Show all printers button title */
"Show All" = "Mostrar todas";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Siga estas etapas para adicionar a impressora à sua rede Wi-Fi.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Conecte o Mac à impressora";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Clique no ícone Wi-Fi na barra de menu e escolha a rede da impressora (começa com \"HP-Setup\").";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Clique no ícone Wi-Fi na barra de menu e escolha a rede da impressora (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Restaure as configurações Wi-Fi originais de seu Mac";

/* Generic network name in lowercase */
"your network" = "sua rede";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Clique no ícone Wi-Fi na barra de menu e escolha a rede %@.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Clique no ícone Wi-Fi na barra de menu, escolha \"Conectar-se a Outra Rede\" e conecte-se à rede %@.";

/* Generic network name */
"Your network" = "Sua rede";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "A rede Wi-Fi %1$@ exige uma senha %2$@.";

/* Password title */
"Password:" = "Senha:";

/* Cancel button title */
"Cancel" = "Cancelar";

/* OK button title */
"OK" = "OK";

/* Join button title */
"Join" = "Ingressar";

/* Try again button title */
"Try Again" = "Tentar novamente";


/* Default button of alert on timeout while restoring connection */
"Wait" = "Aguardar";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Reconfigurar";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Confira se o nome da rede e a senha estão corretos, tente novamente mais tarde ou selecione outra rede na lista.";


/* Other button of alert on timeout while restoring connection */
"Cancel" = "Cancelar";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Não é possível conectar à rede \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "A rede \"%1$@\" tem o tipo de criptografia %2$@. Não há suporte a esse tipo de criptografia.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Siga estas etapas para preparação da impressão.";
"Click Add Printer. A new window will open." = "Clique em Adicionar impressora. Uma nova janela será aberta.";
"Add Printer..." = "Adicionar impressora…";
"In the newly opened window:" = "Na janela recém-aberta:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Escolha \"%1$@\" no menu pop-up %2$@.";
"Use" = "Usar";
"Print Using" = "Imprimir Usando";


"Click Add." = "Clique em Adicionar.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Para confirmar se a impressora foi configurada corretamente, coloque uma folha de papel %@ na bandeja de papel da impressora e clique em Imprimir página de teste.";

"Print Test Page" = "Imprimir página de teste";

/* The name of the print job */
"Test Page" = "Página de teste";

"Add and Verify" = "Adicionar e verificar";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Localizar e ingressar em uma rede Wi-Fi.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Informe o nome e o tipo de segurança da rede na qual deseja ingressar.";

/* Network name label */
"Network Name:" = "Nome da rede:";

/* Security type label */
"Security:" = "Segurança:";

/* Password label */
"Password:" = "Senha:";

/* Show password checkbox title */
"Show password" = "Mostrar senha";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Aplicar";

"Done" = "Concluído";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Atualizando redes…";
"No Networks Found" = "Nenhuma rede encontrada";
"%d Networks Found" = "%d redes encontradas";
"Join Other Network..." = "Conectar-se a Outra Rede…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: Ativo";
"Turn Wi-Fi Off" = "Desativar Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "Início";
"Create Network..." = "Criar Rede…";
"Open Network Preferences..." = "Abrir as Preferências Rede…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "O %1$@ está tentando alterar suas configurações de impressão. Digite sua senha para permitir esse procedimento.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "O %1$@ está tentando alterar suas configurações de impressão. Digite nome e senha de um administrador para permitir esse procedimento.";

"Account name:" = "Nome da conta:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "Usar o driver atual";

"Switch to the HP Driver" = "Trocar para o driver HP";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Nenhuma";
"wpa_psk_or_wpa2" = "WPA/WPA2 Pessoal";
"wpa_enterprise" = "WPA Empresarial";
"wpa2_enterprise" = "WPA2 Empresarial";
"wpa_psk" = "WPA Pessoal";
"wpa2" = "WPA2 Pessoal";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Preparando para abrir o HP Utility...";
"Thank You!" = "Obrigado!";
"Continue with HP Utility" = "Continuar com o HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Clique em Abrir HP Utility e siga as etapas apresentadas. Depois que o HP Utility for aberto, o HP Easy Start será fechado automaticamente.";
"Cannot open HP Utility." = "Não é possível abrir o HP Utility.";
"Open HP Utility..." = "Abrir o HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Agora que você está conectado e que o software essencial foi instalado, use o HP Utility para concluir as tarefas restantes de instalação da impressora.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "Não foi possível localizar automaticamente qualquer opção de software para este produto. Visite o site da HP e pesquise soluções de produto.";
"Searching for software..." = "Procurando software...";
"Install" = "Instalar";
"Recommended" = "Recomendado";
"Installing... %.1f%%" = "Instalando... %.1f%%";
"Loading..." = "Carregando...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "Não foi possível ativar os Serviços da Web HP para seu dispositivo";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Certifique-se de que o dispositivo esteja conectado à Internet e com as configurações de proxy adequadas.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Atividade do sistema em andamento, aguarde….";

"Cannot obtain software information." = "Não é possível obter informações de software.";
"Cannot install software." = "Não é possível instalar o software.";
"Go back to the previous step and try to install the software again." = "Volte para a etapa anterior e tente instalar o software novamente.";
"%@ is busy" = "O %@ está ocupado";
"Downloading... %@" = "Baixando... %@";
"Update available" = "Atualização disponível";
"Downloaded" = "Baixado";
"Version: %@" = "Versão: %@";
"Status: %@" = "Status: %@";
"Installed successfully" = "Instalação bem-sucedida";
"The software cannot be installed. Try again later." = "Não é possível instalar o software. Tente mais tarde.";
"Cannot connect to server" = "Não é possível conectar ao servidor";
"Required" = "Obrigatório";
"Up to date" = "Atualizado";
"Not Installed" = "Não instalado";
"Software installation requires authorization." = "A instalação de software exige autorização.";
"Cannot obtain software information. Check your network connection, and then try again." = "Não é possível obter informações de software. Verifique sua conexão de rede e tente novamente.";
"Cannot download the software." = "Não é possível baixar o software.";
"Check your network connection, and then try again." = "Verifique sua conexão de rede e tente novamente.";
"Waiting..." = "Aguardando...";
"Connecting..." = "Conectando...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Você gostaria de usar o driver de impressora HP?";
"Select \"%@\"" = "Selecione \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Selecione a guia IP e insira %@ no campo Endereço.";

"Choose \"%@\" from the Protocol pop-up menu." = "Selecione \"%@\" no menu suspenso Protocolo.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Escolha um protocolo suportado pela sua impressora, no menu suspenso Protocolo.";


"Generic PostScript Printer" = "Impressora PostScript genérica";
"Generic PCL Printer" = "Impressora PCL genérica";

/* Printer search/discovery */
"Ready to Connect" = "Pronto para conectar";
"Search for IP address: %@" = "Procurando por endereço IP: %@";
"Searching..." = "Procurando...";
"No devices have been found." = "Nenhum dispositivo foi encontrado.";
"No devices have been found" = "Nenhum dispositivo foi encontrado";

"Search for host name: %@" = "Procurar por nome de host: %@";

/* Printer configuration */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Obs: quando você clicar em Ingressar, o seu Mac será temporariamente desconectado da rede sem fio. %@";
"More..." = "Mais..."; 
"About HP Auto Wireless Connect" = "Sobre o HP Auto Wireless Connect";

/* Connect device to Wi-Fi network screen description. The "Join" button is to be titled "Ingressar", consistently with other strings */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Clique na identificação abaixo do ícone do dispositivo e dê um nome ao dispositivo que seja fácil de reconhecer. Verifique se a rede Wi-Fi atual de seu Mac está selecionada e clique em Ingressar.";



/* Preferences window title */
"Preferences" = "Preferências";

/* Preferences menu title */


/* Error messages */

"Cannot connect to the selected network." = "Não é possível conectar à rede selecionada.";
"Cannot configure the printer." = "Não é possível configurar a impressora.";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "Você não pode sair do aplicativo enquanto as alterações estiverem sendo aplicadas.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "Impressão ativada";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Você não pode sair do aplicativo durante a instalação. Aguarde a conclusão da instalação.";

/* Reminders */
"Remind Me..." = "Lembrar-me...";
"Set reminders to explore and install free HP-recommended software." = "Defina lembretes para explorar e instalar software gratuito recomendado pela HP.";
"Checking for software..." = "Verificando software...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Página inicial";

/* Reminder time options */
"30 minutes" = "30 minutos";
"1 hour" = "1 hora";
"1 day" = "1 dia";
"No reminders" = "Sem lembretes";

"Enable Printing" = "Ativar impressão";

"You cannot quit the application." = "Você não pode sair do aplicativo.";

/* Message that displayed when user added the printer (or fax) different from required in the Add & Print Test Page screen */

/* Osprey Lite: The alert text that informs user that the network set up to use manual IP address and he needs to vhange settings to DHCP */

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Outro software";
"Explore and install free HP recommended software." = "Explore e instale software gratuito recomendado pela HP.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Permita que %@ acesse seus lembretes no painel de preferências de segurança e Preferências do Sistema.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Selecione a rede";

/* Printer setup */


/* Info button title */
"More Info" = "Mais informações";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ pode ter sido excluído ou movido para outro local. Feche e reabra o %1$@, em seguida tente novamente.";
"Cannot complete operation" = "Não é possível completar a operação";
"Are you sure that you want to skip Online Setup steps?" = "Tem certeza de que deseja ignorar as etapas da configuração on-line?";
"Skip" = "Ignorar";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "A configuração on-line é uma parte importante da configuração da sua impressora, Alguns recursos do produto poderão não estar disponíveis para você até que essas etapas sejam concluídas.";
"Unable to communicate with the printer." = "Não foi possível se comunicar com a impressora.";

/* Printer is not found title */
"No devices found that match search criteria" = "Nenhum dispositivo encontrado correspondente aos critérios de pesquisa";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Certifique-se de que o dispositivo esteja ligado e já conectado à rede ou via USB ou pronto para conexão à rede sem fio. Verifique também o nome do produto ou o nome atribuído para o dispositivo de rede e certifique-se de que as informações da pesquisa sejam digitadas corretamente. Clique no botão Informações para obter mais dicas a serem seguidas caso o seu dispositivo ainda não tenha sido encontrado.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "A impressão não foi ativada.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "A impressão não foi ativada com êxito durante as etapas anteriores. Isso parece ter sido causado por uma seleção de impressora incorreta na caixa de diálogo Adicionar impressora. Siga essas etapas novamente e preste bastante atenção às seleções efetuadas.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Para conectar a impressora, execute as etapas a seguir. Após concluir cada etapa, clique em \"Tentar novamente\".\n\n1. Assegure-se de que todos os cabos da impressora estejam firmemente conectados ou que a conexão sem fio esteja funcionando adequadamente.\n\n2. Desligue a impressora e ligue-a novamente.";

"Username:" = "Nome de usuário:";

/* Conclusion screen title */
"Continue Online" = "Continuar online";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Agora que você está conectado e o software essencial está instalado, as tarefas restantes de configuração da impressora irão ocorrer online.";

/* Continue Online button title */
"Continue Online..." = "Continuar online…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Clique em Continuar online para abrir seu navegador da Web e siga as instruções apresentadas. Assim que seu navegador se abrir, o HP Easy Start irá se fechar automaticamente.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Continuar configuração online";
"Skip Online Setup" = "Ignorar configuração online";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Concluindo configuração...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Verifique se o dispositivo está ligado, se todos os cabos estão conectados e se o acesso sem fio está habilitado no dispositivo. Clique no botão Informações para obter mais dicas caso seu dispositivo ainda não tenha sido localizado.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Não há espaço livre suficiente no disco de inicialização para baixar o software selecionado. Disponibilize mais espaço no disco de inicialização excluindo arquivos e tente novamente.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "O HP Easy Start exige, no mínimo, %1$@ de espaço disponível no disco de inicialização para instalar os itens selecionados, porém há somente %2$@ disponíveis. Disponibilize mais espaço no disco de inicialização excluindo arquivos e tente novamente.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Pesquisar";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "AirPrint Seguro";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd byte";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd bytes";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "O software HP para seu %1$@ compatível com AirPrint está disponível somente para OS X %2$@ ou posterior. Clique em Continuar, para prosseguir com a instalação usando o AirPrint.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "Os drivers da HP para o seu dispositivo %1$@ estão disponíveis somente para OS X %2$@ ou posterior. Atualize o sistema operacional do seu computador e instale os mais recentes drivers da HP.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Agora que você está conectado, as tarefas de configuração restantes ocorrerão online.";


/* Enable logging checkbox title */
"Enable Logging" = "Ativar registro em log";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Contratos e configurações";

"AgreementsAndSettingsScreenCescription" = "A HP coleta e analisa informações sobre o uso de produtos, software e serviços, além de dados técnicos de seu dispositivo, com o objetivo de fornecer nossos produtos e serviços, incluindo atualizações e alertas, fornecer informações e benefícios relevantes para você e aprimorar produtos, serviços e operações comerciais. A HP também pode analisar esses dados em conjunto com outros dados pessoais seus, de outros clientes HP ou de terceiros, coletados conforme a Declaração de privacidade da HP.\n\nAnalise estes contratos e configurações e indique se está de acordo com eles.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Informações coletadas durante o processo de configuração";

"Disclosure of the information collected by HP during the setup process." = "Divulgação das informações coletadas pela HP durante o processo de configuração.";

/* Second agreement: EULA */
"End User License Agreement" = "Contrato de licença de usuário final";

"The legal agreement between HP and users of this software." = "O contrato legal entre a HP e os usuários deste software.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Coleta de dados para aprimoramento de produto (recomendado)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "Permitir que a HP colete e analise informações sobre o uso de produtos e software";

/* Miscellaneous */

"HP Privacy Statement" = "Declaração de privacidade da HP";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "Em poucas etapas, seu scanner ou impressora HP estará pronto para o uso!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Clique em Continuar depois que essas tarefas preliminares forem concluídas.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Suprimentos estão instalados, caso aplicável";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Se você não pretende usar uma conexão sem fio, conecte o cabo adequado (USB ou Ethernet) entre o dispositivo e seu Mac ou rede com fio.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Se você precisar de ajuda com alguma dessas tarefas, consulte as informações fornecidas com seu produto HP.";

/* Unconfigured device display name */
"New Wireless Device" = "Novo dispositivo sem fio";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Selecione o dispositivo que você deseja usar e clique em Continuar.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "Erro durante a tentativa de configuração. Redefina o dispositivo para suas configurações padrão e tente novamente.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Seu dispositivo não tem suporte a configuração sem fio através de uma rede sem fio. Consulte a documentação do produto para mais informações.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "O dispositivo não foi encontrado em sua rede sem fio. Clique em Aguardar para continuar pesquisando ou clique em Reconfigurar para começar novamente a configuração desde o início. Clique em Cancelar para selecionar outro dispositivo.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "A configuração de seu produto HP foi concluída";
"Your device is set up and ready to use." = "Seu dispositivo está configurado e pronto para o uso.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Agora que você está conectado e que o software essencial foi instalado, use o Utilitário HP para concluir as etapas restantes da configuração da impressora.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Renomear dispositivo (opcional)";

/* Renaming device error title and description */
"Cannot change device name." = "Não é possível alterar o nome do dispositivo.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Não foi possível renomear o dispositivo. Você pode tentar novamente usando um nome diferente, ou continuar com o nome atual do dispositivo.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Um driver de impressora do AirPrint foi atribuído à sua impressora. O driver fornece recursos básicos e é compatível com sua impressora. Porém, para garantir o acesso a todos os recursos de sua impressora, recomendamos o uso do driver da impressora HP.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Um driver de impressora genérico foi atribuído à sua impressora. O driver fornece recursos básicos e é compatível com sua impressora. Porém, para garantir o acesso a todos os recursos de sua impressora, recomendamos o uso do driver da impressora HP.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Faça download e instale o software recomendado para seu produto HP.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Ative o Wi-Fi de seu Mac para descobrir os dispositivos disponíveis.";
"Searching for device with IP address: %@" = "Pesquisando por dispositivo com endereço IP: %@";
"Filter the listed devices, or enter an IP address or host name." = "Filtre os dispositivos listados ou informe um endereço IP ou nome de host.";
"Devices matching %@" = "Dispositivos correspondentes a %@"; 
"Cannot find device." = "Dispositivo não encontrado.";
"Searching for device with host name: %@" = "Pesquisando por dispositivo com nome de host: %@";


/* Printer configuration */
"Set Up My HP Product" = "Configurar meu produto HP";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "Para configurar o dispositivo, o HP Easy Start precisa alterar temporariamente suas configurações de conexão. Uma autorização é necessária.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Seu dispositivo não é compatível com redes de 5 GHz. Selecione outra rede e tente novamente.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Não é possível conectar seu dispositivo ao canal de rede %1$@. Os canais suportados são %2$@. Configure o roteador para usar um dos canais suportados ou selecione outra rede.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Não é possível conectar seu dispositivo ao canal de rede %@. Configure o roteador para usar outro canal ou selecione outra rede.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Coletando informações sobre dispositivo...";


/* USB device busy error allert title and description */
"The device is busy" = "Dispositivo ocupado";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Seu dispositivo está sendo usado pelo sistema operacional ou por outro aplicativo. Tente mais tarde ou reinicie o dispositivo.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Não foi possível comunicar-se com o dispositivo.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Certifique-se de que seu dispositivo esteja ligado e conectado à sua rede. Verifique também o nome de host ou endereço IP atribuído ao dispositivo, e verifique se você digitou corretamente as informações de pesquisa. Clique no botão de informações para obter mais dicas para solucionar o problema caso seu dispositivo ainda não tenha sido encontrado.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "O nome de usuário e a senha atribuídos ao dispositivo pelo seu administrador são necessário para a realização da tarefa.";



/* Setup locale and language title and description */


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Preparando para configuração...";
"Connecting to the device..." = "Conectando ao dispositivo...";
"Setting up the device..." = "Configurando o dispositivo...";

"Restoring your network connection..." = "Restaurando sua conexão de rede...";
"Verifying the device settings..." = "Verificando as configurações do dispositivo...";
"Your device is now connected." = "Agora seu dispositivo está conectado.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Ativar impressão";

/* For multi-function printers */
"Enable Print and Scan" = "Ativar impressão e digitalização";
"Follow these steps to prepare to print and scan." = "Siga estas etapas para se preparar para imprimir e digitalizar.";

/* For single-function scanners */
"Enable Scanning" = "Ativar digitalização";
"Follow these steps to prepare for scanning." = "Siga estas etapas para se preparar para a digitalização.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Para verificar se o scanner foi configurado corretamente, insira um documento no scanner conforme as marcas de posicionamento no dispositivo e clique em Digitalizar página de teste.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Tipo de conexão não suportado.";
"Scanning functions will not be available" = "As funções de digitalização não estarão disponíveis.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "O OS X não tem suporte a digitalização com dispositivos conectados por nome de host ou endereço IP. Você pode continuar configurando o dispositivo apenas para impressão. Para digitalizar, ative o Bonjour no dispositivo, certifique-se de que o dispositivo esteja conectado à mesma rede local que seu Mac e selecione o dispositivo novamente quando ele for exibido na lista.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "O OS X não tem suporte a digitalização com dispositivos conectados por nome de host ou endereço IP. Ative o Bonjour no dispositivo, certifique-se de que o dispositivo esteja conectado à mesma rede local que seu Mac e selecione o dispositivo quando ele for exibido na lista.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Conectando ao scanner...";
"The scanner reported an error" = "O scanner relatou um erro.";
"Scanning..." = "Digitalizando...";
"The scanner is warming up..." = "O scanner está aquecendo...";
"A document is not loaded" = "Nenhum documento foi carregado.";

/* Test page control titles */
"Scan" = "Digitalizar";

"Print" = "Imprimir";
"Scan Test Page" = "Digitalizar página de teste";

/* Create device queue instruction and button title */
"Add Device..." = "Adicionar dispositivo...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Selecione \"%1$@\" com o valor de Local \"%2$@\"";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "As informações registradas serão salvas em \"%1$@\" em sua pasta %2$@.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Confirme se o scanner está funcionando corretamente.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "A rede selecionada não está acessível no dispositivo HP. Tente colocar o dispositivo mais perto do roteador sem fio ou do ponto de acesso.";
"Google Analytics Privacy Policy" = "Política de Privacidade do Google Analytics";
"The scanner was added successfully." = "O scanner foi adicionado com êxito.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "O dispositivo %1$@ é suportado para uso no OS X %2$@ ou posterior. Atualize o sistema operacional do computador.";
"Test Your Scanner" = "Teste seu scanner";
"Place an item on the scanner and try again." = "Coloque um item no scanner e tente novamente.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Verifique se o cabo USB está conectado firmemente às portas USB no dispositivo e no Mac.";
"Cannot configure the device software." = "Não é possível configurar o software do dispositivo.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Certifique-se de que todos os cabos do dispositivo estejam firmemente conectados ou que a conexão sem fio esteja funcionando corretamente e tente novamente.";
"ReviewedCheckboxTitle" = "Analisei e aceito os contratos e as configurações.";
"Your Mac login password is required to complete this step." = "A senha de login do Mac é necessária para concluir esta etapa.";
"Make sure your device is powered on and connected to the network, and then try again." = "Certifique-se de que o dispositivo esteja ligado e conectado à rede e tente novamente.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "Os drivers do scanner HP do dispositivo %1$@ estão disponíveis apenas para o OS X %2$@ ou posterior. Atualize o sistema operacional do computador e instale os drivers HP mais recentes.";
"Creating the printer queue..." = "Criando a fila da impressora...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Para se certificar de que a impressora tenha sido configurada com êxito, verifique se há papel na bandeja de papel da impressora e clique em Imprimir página de teste.";
"Connecting to the scanner. Please wait..." = "Conectando ao scanner. Aguarde...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "As credenciais de login do Mac são necessárias para conceder permissão ao HP Easy Start para instalar o software neste computador. Clique em OK e tente novamente.";
"The %@ IP address is not reachable." = "O endereço IP %@ não está disponível.";
"Click to setup the scanner in the system" = "Clique para configurar o scanner no sistema";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "O endereço IP fornecido está localizado em uma rede IP diferente e não pode ser acessado pelo Mac.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "Para executar esta etapa opcional, coloque um documento de uma página no scanner de acordo com as marcações de posicionamento e clique em Digitalizar página de teste. Â Se estiver funcionando normalmente, a imagem digitalizada aparecerá na área de visualização.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Verifique se o cabo USB está conectado firmemente às portas USB no dispositivo e no Mac. Se o dispositivo ainda não tiver sido encontrado, desconecte o cabo USB, aguarde um momento e reconecte.";
"ProductImprovementDescription" = "Para melhorar os produtos e as soluções HP, entender melhor os clientes e desenvolver iniciativas comerciais estratégicas, a HP usa ferramentas, incluindo Google Analytics, para coletar, combinar e analisar dados que não tenham nenhuma informação pessoal identificável.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Adicione este scanner à lista de Preferências do sistema \"Impressoras e scanners\".";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Adicione esta impressora à lista de Preferências do sistema \"Impressoras e scanners\".";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Para executar esta etapa opcional, coloque uma folha de papel %@ na bandeja de papel da impressora e clique em Imprimir página de teste.";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "É preciso reiniciar %@";
"Setup of the selected device requires HP software update and restart of %@." = "A configuração do dispositivo selecionado requer a atualização do software HP e a reinicialização de %@.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Adicione este dispositivo à lista \"%@\" de preferências do sistema.";
"Add this scanner to the System Preferences \"%@\" list." = "Adicione este dispositivo à lista \"%@\" de preferências do sistema.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Impressão e Escaneamento";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Impressoras e scanners";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Algumas funções do seu dispositivo podem estar indisponíveis.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "O OS X suporta recursos de digitalização e fax para dispositivos conectados via Bonjour somente, mas esse dispositivo não pode ser detectado via Bonjour. Você pode continuar configurando o dispositivo para impressão apenas. Para usar todas as funções do dispositivo, ative Bonjour nele, verifique se ele está conectado à mesma rede local de seu Mac e selecione-o novamente quando aparecer na lista.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "É preciso atualizar a fila de impressão de seu dispositivo.";
"Update..." = "Atualizar...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "O OS X não oferece suporte à digitalização em dispositivos conectados por meio dos métodos de nome de host ou endereço IP. Para digitalizar, ative o Bonjour no seu dispositivo, verifique se o dispositivo está conectado ao mesmo local de rede do Mac e selecione o dispositivo novamente quando ele aparecer na lista.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Para conectar o dispositivo, conclua as etapas a seguir. Depois de concluir cada etapa, clique em \"Tentar novamente\".\n \n1. Certifique-se de que todos os cabos estejam firmemente conectados ou que a conexão sem fio esteja funcionando corretamente.\n\n2. Desligue o dispositivo e, em seguida, torne a ligá-lo.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Configuração de hardware";
"Lets install ink and paper" = "Vamos instalar a tinta e o papel!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Siga as instruções impressas que acompanham o dispositivo.\n\nApós concluir a instalação da tinta e do papel, selecione <b>Continuar</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Não é possível estabelecer a conexão para configuração online.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Algumas etapas de configuração do dispositivo, incluindo a instalação do software HP, requerem conexão com a Internet. Certifique-se de que seu computador esteja conectado à Internet e clique em Tentar novamente. Clique em Continuar offline para ignorar a configuração online.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Algumas etapas de configuração do dispositivo, incluindo a instalação do software HP, requerem conexão com a Internet. Certifique-se de que seu computador esteja conectado à Internet e clique em Tentar novamente. Clique em Continuar offline para ignorar as etapas de configuração online e configurar o dispositivo com o driver AirPrint.";
/* Continue offline button title */ 
"Continue Offline" = "Continuar offline";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "O download do software está em andamento. Aguarde até o download terminar.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Fechar assim mesmo";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "Você tem um download ativo em andamento. Aguarde esse download terminar ou cancele os downloads ativos.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "Não é possível baixar o software. Tente novamente depois.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Ativar Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Seu dispositivo está disponível via conexão Bonjour.";
"Using Bonjour allows you to have more features and options for work with your device." = "O uso do Bonjour permite ter mais recursos e opções para funcionar com o seu dispositivo.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Usar conexão Bonjour";
"Use current connection" = "Usar conexão atual";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X suporta os recursos de digitalização e fax para dispositivos conectados via Bonjour somente, mas esse dispositivo não pode ser descoberto via Bonjour. Você pode continuar configurando o dispositivo apenas para impressão. Para usar todas as funções de dispositivo, ative o Bonjour nele e certifique-se de que ele esteja conectado à mesma rede local de seu Mac.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X suporta os recursos de digitalização para dispositivos conectados via Bonjour somente, mas esse dispositivo não pode ser descoberto via Bonjour. Ative o Bonjour nele e certifique-se de que ele esteja conectado à mesma rede local de seu Mac.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Conectar dispositivo à rede sem fio";
"Your device supports wireless network connection." = "O dispositivo suporta conexão de rede sem fio.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Conectar-se à rede sem fio";
"Continue with USB connection" = "Continuar com conexão USB";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Verifique se o cabo USB está conectado firmemente às portas USB no dispositivo e no Mac. Se ainda não estiver funcionando, desligue o dispositivo, aguarde um momento e ligue-o novamente.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Desconecte o dispositivo de USB.";
"Please unplug your device from USB to start using the network connection." = "Desconecte o dispositivo de USB para começar a usar a conexão de rede.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Nome do modelo do dispositivo";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Insira o nome do modelo do dispositivo para começar a pesquisar software online.";

/* Done button title */
"New Download" = "Novo download";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Para se certificar de que a impressora tenha sido configurada com êxito, verifique se há papel na bandeja de papel da impressora e clique em %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Para executar esta etapa opcional, coloque um documento de uma página no scanner de acordo com as marcações de posicionamento e clique em %@. Se estiver funcionando normalmente, a imagem digitalizada aparecerá na área de visualização.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Para executar esta etapa opcional, coloque uma folha de papel %@ na bandeja de papel da impressora e clique em %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "O suporte à frequência de banda Wi-Fi %@ está desativado. Ative-o no painel de controle do dispositivo ou selecione outra rede.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Selecione o dispositivo que deseja usar e clique em <b>Continuar</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Nota: quando você clica em <b>Ingressar</b>, seu Mac será temporariamente desconectado da rede sem fio. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Clique no rótulo no ícone do dispositivo e dê um nome ao dispositivo fácil de reconhecer, certifique-se de que a rede Wi-Fi atual do Mac esteja selecionada e clique em <b>Ingressar</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Clique em <b>Abrir HP Utility</b> e siga as instruções apresentadas. Quando o HP Utility estiver aberto, o HP Easy Start fechará automaticamente.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Clique em <b>Continuar online</b> para abrir o navegador e siga as instruções apresentadas. Quando o navegador estiver aberto, o HP Easy Start fechará automaticamente.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Ligue seu dispositivo para configurar, conectar e iniciar a impressão de forma rápida e simples, com HP Easy Start. Com apenas algumas instruções, a impressora ou o scanner HP estarão prontos para uso!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Selecione o país...";
"Select Language..." = "Selecione o idioma...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Uma conexão Bonjour é necessária para digitalizar.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Clique em <b>Continuar</b> para seguir com a conexão Bonjour.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Adicionar e verificar seu dispositivo"; 
"Follow these steps to prepare the device for work." = "Siga as instruções para preparar o dispositivo para o trabalho.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Configuração não concluída";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Se você fechar %1$@, talvez não consiga imprimir deste computador.\Mesmo que a impressora tenha sido conectada a uma rede, você precisará instalar os drivers de impressão.\nAlém disso, se você fechar esta janela agora, seus suprimentos podem não estar configurados devidamente.\nClique em <b>%2$@</b> para prosseguir com a configuração (recomendada), <b>%3$@</b> para fazer o download e instalar os drivers da impressora ou <b>%4$@</b> para encerrar o aplicativo.";

/* Skip online setup button title */
"Skip to Software Download" = "Seguir para Download do Software";

/* Quit application during online setup button title */
"Quit" = "Sair";

"Welcome to %@!" = "Boas-vindas ao %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Ligue o seu dispositivo para facilmente configurar, conectar e começar a imprimir, usando o HP Easy Start.\nVamos deixar sua impressora ou scanner HP pronto para usar!";
I_Have_Read_Agreement_prefix = "Eu já li e concordo com o ";
"End_User_License_Agreement" = "Contrato de licença do usuário final";
" and " = " e com a ";
"Privacy Statement" = "Declaração de privacidade";
I_Have_Read_Agreement_suffix = ".";
User_Settings_prefix = "Para saber mais ou alterar as Configurações de usuário, ";
"click here" = "clique aqui";
User_Settings_suffix = ".";
"User Settings" = "Configurações de usuário";
"Allow usage information to be sent" = "Permitir envio de informações de uso";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "A HP coleta e analisa os dados de uso e dados técnicos da impressora de dispositivos HP para fins de fornecimento e aperfeiçoamento de produtos, serviços e operações comerciais, além de fornecer informações e benefícios relevantes. A HP também pode analisar esses dados juntamente a outros dados coletados de acordo com a Declaração de Privacidade da HP.";
"Allow your %@ software to send data to HP" = "Permitir que o software %@ envie dados à HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "Para oferecermos melhores versões de seu software %@, a HP irá coletar periodicamente dados anônimos de uso (algumas informações podem ser coletadas via Google Analytics) e enviar esses dados à HP.";
"Click here to learn more about Google Analytics" = "Clique aqui para saber mais sobre o Google Analytics";
"Prepare printer for setup" = "Preparar impressora para configuração";
"Click <b>Continue</b> after you complete the following tasks." = "Clique em <b>Continuar</b> após concluir as tarefas a seguir.";
"Make sure the printer is plugged into a power source" = "Certifique-se de a impressora esteja conectada a uma fonte de alimentação";
"Make sure the printer is turned ON" = "Certifique-se de que a impressora esteja LIGADA";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "Para configuração da impressora sem fio, remova quaisquer cabos Ethernet ou USB que possam estar conectadas à sua impressora";
"For assistance with these tasks, consult the information provided with your printer." = "Para ajuda nessas tarefas, consulte as informações fornecidas com sua impressora.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Transferência";
/* Menu item to create new window */
"New Download Window" = "Nova janela de download";

/* Main screen title */
"Download Software" = "Fazer download de software";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Insira o nome do modelo do dispositivo para iniciar a busca pelo software";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Nenhum modelo selecionado";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Mostrar no localizador";
